Repository: lmparppei/Beat
Catalog: Beat/User Interface Views/Diff Viewer/mul.lproj/DiffViewer.xcstrings
Source language: en
Languages: fi, sl, sv

# 0Un-pe-ZSK.title
source: Commit
fi: Vahvista
sl: Potrdi
sv: Bekräfta

# 4pA-Ii-vdC.label
source: Restore
fi: Palauta
sl: Obnovi
sv: Återställ

# 26G-OC-IDB.title
source: Generate
fi: Luo
sl: Ustvari
sv: Generera

# 92s-ey-KGa.title
source: Generate Revision Markers
fi: Luo korjausmerkinnät
sl: Ustvari oznake revizij
sv: Generera revisionsmarkörer

# BoU-Np-mw7.title
source: Version control is not enabled for this document. Note that this is still a highly experimental feature.
fi: Versiohallinta ei ole vielä käytössä tälle dokumentille. Huomaathan, että tämä on yhä kokeellinen ominaisuus.
sl: Nadzor različic ni omogočen za ta dokument. Upoštevajte, da je to še vedno zelo eksperimentalna funkcija.
sv: Versionskontroll är inte aktiverad för detta dokument. Observera att detta fortfarande är en mycket experimentell funktion.

# DTn-LQ-J1F.title
source: Generation
fi: Korjausversio
sl: Raven revizije
sv: Revisionnivå

# EeU-eL-No6.title
source: Restore
fi: Palauta
sl: Obnovi
sv: Återställ

# Hq7-oF-swU.title
source: NOTE: This action can't be undone and existing markers might be overwritten
fi: HUOMAA: Tätä toimintoa ei voi perua ja olemassaolevat merkinnät korvataan
sl: OPOZORILO: Tega dejanja ni mogoče razveljaviti in obstoječi označevalci bodo morda prepisani
sv: OBS: Denna åtgärd kan inte ångras och befintliga markörer kan skrivas över

# JnN-Hd-ZkU.title
source: Uncommitted Changes
fi: Vahvistamattomia muutoksia
sl: Nepotrjene spremembe
sv: Obekräftade ändringar

# k5W-Cp-2rm.title
source: No Version Control
fi: Ei versiohallintaa
sl: Brez nadzora različic
sv: Ingen versionskontroll

# M6O-5k-N75.title
source: Generate Markers
fi: Luo merkintöjä
sl: Ustvari oznake
sv: Generera markörer

# ONR-c1-aQa.title
source: Cancel
fi: Peru
sl: Prekliči
sv: Avbryt

# ORJ-gc-iyn.title
source: Begin Version Control
fi: Aloita versiohallinta
sl: Začni nadzor različic
sv: Starta versionskontroll

# syv-VT-CoL.title
source: Compare to Another File
fi: Vertaa toiseen tiedostoon
sl: Primerjaj z drugo datoteko
sv: Jämför med en annan fil

# Szk-PU-Iek.title
source: Revision markers will be added to where the document has changed compared to the selected commit.
fi: Dokumentin muutettuihin kohtiin lisätään korjausmerkinnät.
sl: Oznake revizij bodo dodane tam, kjer se je dokument spremenil glede na izbrano commit spremembo.
sv: Revisionsmarkörer kommer att läggas till där dokumentet har ändrats jämfört med den valda versionen.

# uaI-Sg-0ZE.title
source: Close
fi: Sulje
sl: Zapri
sv: Stäng

# YF5-oc-QU1.ibShadowedToolTips[0]
source: Comparison
fi: Vertaa
sl: Primerjava
sv: Jämförelse

# YF5-oc-QU1.ibShadowedToolTips[1]
source: Full Text
fi: Koko teksti
sl: Celotno besedilo

# z97-cz-wvq.label
source: Commit
fi: Sitoudu
sl: Potrdi
sv: Bekräfta
